COMMAND_DENIED_NOT_AUTHORIZED = (
    "Эта команда доступна только авторизованным пользователям!"
)
COMMAND_DENIED_AUTHORIZED = (
    "Эта команда доступна только неавторизованным пользователям!"
)
COMMAND_STOP_MESSAGE = "До новых встреч!"
COMMAND_START_NOT_AUTHORIZED = (
    "Привет!\n\n"
    "Это бот случайного кофе Школы 21.\n\n"
    "Для начала давай познакомимся поближе – пройди аутентификацию через OAuth Provider.\n\n"
    "P.S. Если у тебя iPhone, то скопируй [ссылку]({}) в приложение Safari (не Safari WebView"
    " внутри Telegram) и проходи авторизацию внутри него. Когда тебе придет письмо "
    "для авторизации в почту, ту ссылку так же открывай в приложении Safari."
)

TEXT_INACTIVE = (
    "На этой неделе ты выбрал не идти на случайный кофе.\n"
    "Если передумаешь, то прожимай /active "
    "и завтра тебе должно будет подобрать пару."
)
